"SPC Password" = "Palavra‑passe SPC";
"Authentication Key" = "Chave de autenticação";
"Incorrect key" = "Chave incorrecta";
"Incorrect SPC Password" = "Palavra‑passe SPC incorrecta";
"Enter 26 digit key" = "Digite a chave de autenticação (26 dígitos).";
"Security" = "Segurança";
"Too many retries of SPC." = "Tentou digitar a SPC demasiadas vezes.";
"AKEY set successfully." = "A definição da AKEY foi bem sucedida.";
"Failed to set AKEY." = "A definição da AKEY falhou.";
"Too many retries of AKEY." = "Tentou digitar a AKEY demasiadas vezes.";
"Password" = "Palavra‑passe";
"Key" = "Chave";
"OK" = "OK";
"Cancel" = "Cancelar";